[A_Regeneration H7HeroAbility]
mTooltipMagicGuild="Мгновенно восстанавливает небольшое количество здоровья выбранному дружественному отряду и возвращает к жизни погибших существ, а затем восстанавливает здоровье выбранному отряду в течение 2 ходов."
mTooltipMagicGuildRankLine="%d1.min ед. зд."
mTooltipUpgraded="Мгновенно восстанавливает %d1.min ед. здоровья выбранному отряду, а затем ещё %buff1.buff.d1.min %icon_health ед. здоровья в области 3x3 в течение %buff1.buff.durini ходов."
mName="Целебный источник"
mTooltip="Мгновенно восстанавливает %d1.min ед. здоровья, а затем ещё %buff1.buff.d1.min %icon_health ед. здоровья в течение %buff1.buff.durini ходов. (Если у героя есть умение %spell5.name, то это заклинание накладывается в области 3x3)."

[A_Regeneration_Buff H7BaseBuff]
mName="Целебный источник"
mTooltip="В начале своего хода существо восстанавливает %d.min ед. зд. Длительность (ходов): %durnow."


